Repository: dvpermyakov/history-quiz-ios
Catalog: history-quiz-ios/*.lproj/Localizable.strings
Languages: ru

source: Periods
ru: Периоды

source: Balance
ru: Баланс

source: See
ru: Смотреть

source: Article
ru: Информация

source: Events
ru: События

source: Persons
ru: Правители

source: Test
ru: Тест

source: Daily reward
ru: Ежедневная награда

source: You receive your new daily reward! Congrats!
ru: Вы получаете свою ежедневную награду! Поздравляем!

# Balance with param
source: Balance: %@
ru: Баланс: %@

source: Way to receive money
ru: Способы получить монеты

source: Way to spend money
ru: Способы потратить монеты

source: Balance history
ru: История баланса

source: Daily bonus
ru: Ежедневный бонус

source: Open article by link
ru: Открыть статью по ссылке

source: Read article
ru: Прочитать статью

source: Finish test
ru: Выполнить тест статьи

source: Open any article
ru: Открыть любую статью

source: Start closed test
ru: Начать недоступный тест

source: Continue test
ru: Продолжить тест

source: Unknown
ru: Неизвестно

source: Rules
ru: Правила

source: Start
ru: Начать

source: Test info
ru: Информация о тестировании

source: Question amount
ru: Количество вопросов

source: Available seconds
ru: Количество секунд

source: Lives amount
ru: Количество жизней

# Rules information
source: You will see four different answers for one question. Only one is right. If you choose the wrong one, then you should try another one unless your lives are remain. Time is ticking as well.
ru: Для каждого вопроса в тестировании Вам будут предоставлены четыре варианта ответа, и толькр один из них правильный. После неверного ответа вам необходимо попытаться еще раз ответить на вопрос, пока не закончатся жизни, время или вы верно ответите на вопрос. Иногда, чтобы начать тестирование необходимо завершить тесты других статей.

source: Question answered
ru: Количество отвеченных вопросов

source: Time spent
ru: Количество времени

source: Mistakes
ru: Количество ошибок

source: Result
ru: Результат

source: Start again
ru: Начать заново

source: I have read the article
ru: Прочитал(а) статью

source: You have read this article!
ru: Вы дочитали статью!

source: Would you like to start test of this article?
ru: Хотели бы пройти тест?

source: Move to test information
ru: Информация о тесте

source: Start test
ru: Начать тест

source: Start bonus
ru: Стартовый бонус
